{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 60,
            "IconURL": "https://imgur.com/56IgpEq.png",
            "DisableIconText": true,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Accueille",
                    "title1": "CJS ASA PvP",
                    "text1": "Bienvenue sur le serveur CJS ASAPVP.\n\nJe vous invite à nous rejoindre sur le discord pour prendre connaissance du règlement, de fair une brève présentation de vous et votre tribut afin d'accéder au shield de protection nouvelle arrivant(7 jours immunité).\n\nNous sommes ouverts à toute suggestion ou idée qui pourrait contribuer à améliorer le serveur, donc n'hésitez pas à nous en faire part sous la rubrique suggestion.\n\nBon jeux a vous.\n\n\nWelcome to the CJS ASAPVP server.\n\nI invite you to join us on the discord to read the regulations, to make a brief presentation of you and your tribute in order to access the new arrival protection shield (7 days immunity).\n\nWe are open to any suggestions or ideas that could help improve the server, so please let us know under the suggestions section.\n\nGood games to you.",
                    "imageurl": "https://imgur.com/Vm9zmH3.png"
                }
            },
            {
                "tab2": {
                    "layout": 2,
                    "buttontext": "Règlement/Rules",
                    "title1": "Règlement :",
                    "title2": "Rules:",
                    "text2": "RÈGLES GÉNÉRALES\n\n1.1 La langue recommandée pour la communication est le français ou l'anglais.\n1.2 Pas de hacks, de duplication, de maillage.\n1.3 Enfreindre le code de conduite de Wildcard de quelque manière que ce soit est interdit.\n1.4 Les administrateurs ne sont pas obligés de restituer les biens ou les dinosaures perdus en raison d'une situation dans le jeu, de bugs, de pannes ou de restaurations.\nI1.5 N'oubliez pas de faire preuve de politesse et de respect envers les autres.\n\n\n\nRÈGLES JcJ\n\n2.1 Faire équipe avec une autre tribu est autorisé : Rejoignez un raid, défendant une autre tribu contre une attaque.\n2.2 Meshbiting avec Titan ? Giga, Carcha... est interdit même de desseller.\n2.3 Utiliser la portée du champ de force pour bloquer un joueur ou un dinosaure à plusieurs reprises est interdit.\n2.4 Placer un joueur en cage et autoriser pour une période maximale de 30 minutes.\n\n\nRÈGLES DE CONSTRUCTIONS\n\np3.1 Ne pas construire de structures invisibles ou invincibles ou de structures +80% dans le maillage (doit être visible ET cassable) nous pouvons le supprimer sans autorisation.\n3.2 Ne construisez pas de zones d'apparition de joueurs ni dans ou à proximité de Swamp Cave (coord. 62.7/37.3).\n3.3 Ne pas intégrer d'éléments défonçables, de tyroliennes, de grappins, de kaprosuchus/pelagronis, de filets ou de spots de chaise.\n3.4 Ne pas construire de point maillé. Si votre spot a accès au maillage, c'est interdit.\n3.5 L'utilisation de tunnels/structures, murs, plafonds pour contourner les tourelles est interdite (cette règle ne s'applique pas sur la plateforme selle/radeau).\n3.6 Les structures flottantes sont interdites.\n3.7 Il est interdit d'abuser des structures d'empilage (plus de 2) - Pas de pilier sur voûte, pas de jalonnement de voûtes à l'entrée...\n3.8 Vous ne pouvez pas utiliser ce type de structures dans votre spam ou entrée de grotte (Plus de 2 coffres-forts, cryofridges, émetteurs, pilier + coffres-forts dessus..)\n3.9 Problème de tête dure, la paroi du réfrigérateur est interdite.\n3.10 Il est interdit d'accrocher des structures à la frontière mondiale.\n\n\nRÈGLES DE DISCORD\n\n4.1 Tous les canaux doivent être utilisés de manière appropriée et uniquement pour l'usage auquel ils sont destinés.\n4.2 La publicité ou la communication promotionnelle d'autres communautés ou clusters est totalement interdite.\n4.3 Les contenus ou médias pornographiques, gores et explicites sont totalement interdits.\n4.4 Il est totalement interdit de révéler des informations personnelles à des personnes.\n4.5 Le partage de logiciels de triche ou d'exploits dans le jeu est totalement interdit.\n4.6 Les insultes dures, le racket, le racisme... en cas de discorde seront sévèrement punis. Il existe un canal salé pour le trashtalk mais cette règle s'appliquera toujours sur ce canal.\n4.7 Les administrateurs ont toujours le dernier mot. Les impolitesses, insultes, abus de messages personnels, @ping ou plaintes ne seront pas tolérés et pourront être sanctionnés jusqu'au bannissement.",
                    "text3": "GENERAL RULES\n\n1.1 Recommended language for communication is Francais ou  English.\n1.2 No hacks, duping, meshing...\n1.3 Breaking Wildcard's Code of conduct in any way is forbidden.\n1.4 Admins are not obliged to give back any property or dinos lost due to any in-game situation, bugs, outages and roll backs.\n1.5 Remember to be polite and respectful to others.\n\n\nPVP RULES\n\n2.1 Teaming with another tribe is allowed : Join raid, defending an other tribe from an attack.\n2.2 Meshbiting with Titan? Giga, Carcha... is forbidden even unsaddle.\n2.3 Using the range of the forcefield to block a player or a dino multiple times is fobidden.\n2.4 Place a player in a cage and allow for a maximum period of 30 minutes.\n\n\nBUILDING RULES\n\n3.1 Do not build invisible or invincible structures or structures +80% in the mesh (must be visible AND breakable) we can removed it without permission.\n3.2 Do not build player spawn areas and in or near Swamp Cave(coord. 62.7/37.3).\n3.3 Do not build in knock-out, zipline, grappling hook, kaprosuchus/pelagronis, mesh or chair spots\n3.4 Do not build in a mesh spot. If your spot have an access to the mesh, it's forbidden.\n3.5 Use tunnels/structures, walls, ceilings to bypass turrets is forbidden (this rule doesn't apply on platform saddle / raft).\n3.6 Floating structures is forbidden.\n3.7  Abusing stacking structures is prohibited (more than 2) - No pillar on vault, no staking vaults at the entrance...\n3.8 You can't use this type of structures in your spam or cave entrance ( More than 2 vaults, Cryofridges, Transmitters, Pillar + Vaults on it..).\n3.9 Hard head glitching, fridge wall is forbidden.\n3.10 Snap structures to the world border is forbidden.\n\n\nDISCORD RULEs\n\n4.1 All channels must be used appropriately and solely for their intended use.\n4.2 Advertisement or promotional communication of other communities or clusters is completely forbidden.\n4.3 Pornographic, gore and explicit content or media is completely forbidden.\n4.4 Revealing people personal information is completely forbidden.\n4.5 Sharing of cheat software or in-game exploits is completely forbidden.\n4.6 Hard insults, racket, racism... in discord will be severely punished. There is a salt channel for trashtalk but this rule sill apply on this channel.\n4.7 Admins always have the final word. Rudeness, insults, abuse of personal messages, @ping or complaints will not be tolerated and can be punished with anything up to a ban.",
                    "imageurl": "https://imgur.com/Vm9zmH3.png"
                                    }
            },
            {
                "tab3": {
                    "layout": 3,
                    "buttontext": "Config./Rates",
                    "title1": "Config./Rates",
                    "text4": " Xp Players and Tamed dinos = x20\n\n Harvesting = x20\n Taming = x20\n Breeding = x20\n Incubation = x1000\n Mating = x100\n Imprint = 100%\n\n\n  Players all stats x3\n\n  Food/Water consomation reduit à 50%\n\n  Stats tamed dinos: Health = x1\n                   Stamina  = x3\n                   Weight = x3\n                   Melee Damage  = x1\n\n\n               Wild dinos:\n\n  Difficulty x5 (Lvl 150)\n\nOther parameters:\n\n Player tribe limit = 4 Max\n alliance = 1 Max trib alliance= 1\n Stacks =  +10.000 (Ammo and Kibble +500) and -90% weight reduction\n Structure and dino decay = X1\n Limit turrets in range = 300\n Auto save = 15 minutes\n Max tamed dinos trib = 500\n Plant growth = x25\n No limit on the use of the amnesia\n potion Suplly created loot quality = 5\n Fishing loot quality = 5",
                    "imageurl": "https://imgur.com/Vm9zmH3.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/NAHJwdYyeW"
                }
            },
            {
                "link2": {
                    "text": "Shop",
                    "url": "https://discord.com/channels/1190728360373002361/1190993255215661096"
                }
            },
            {
                "link3": {
                    "text": "Don",
                    "url": ""
                }
            }
        ]
    }
}
